<?xml version="1.0" encoding="UTF-8"?><rss version="2.0"
	xmlns:content="http://purl.org/rss/1.0/modules/content/"
	xmlns:wfw="http://wellformedweb.org/CommentAPI/"
	xmlns:dc="http://purl.org/dc/elements/1.1/"
	xmlns:atom="http://www.w3.org/2005/Atom"
	xmlns:sy="http://purl.org/rss/1.0/modules/syndication/"
	xmlns:slash="http://purl.org/rss/1.0/modules/slash/"
	
	xmlns:georss="http://www.georss.org/georss"
	xmlns:geo="http://www.w3.org/2003/01/geo/wgs84_pos#"
	>

<channel>
	<title>Sekalaisia juttuja &#8211; Mahjong-opas</title>
	<atom:link href="/aihe/muut-jutut/feed/" rel="self" type="application/rss+xml" />
	<link>/</link>
	<description>Kaikki mitä mahjongista tarvitsee tietää</description>
	<lastBuildDate>Thu, 18 Feb 2021 12:36:27 +0000</lastBuildDate>
	<language>fi</language>
	<sy:updatePeriod>
	hourly	</sy:updatePeriod>
	<sy:updateFrequency>
	1	</sy:updateFrequency>
	<generator>https://wordpress.org/?v=5.6.1</generator>
	<item>
		<title>Reach Mahjong &#8211; The Only Way to Play</title>
		<link>/2009/09/reach-mahjong-the-only-way-to-play/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Sun, 20 Sep 2009 11:23:13 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[kirjat]]></category>
		<category><![CDATA[Reach Mahjong.com]]></category>
		<category><![CDATA[riichi]]></category>
		<guid isPermaLink="false">/?p=564</guid>

					<description><![CDATA[<div class="entry-summary">
Posti toi viikolla Jenn Barrin riichi-kirjan Reach Mahjong — The Only Way to Play. Barr on tuttu ReachMahjong.comin taustajoukoista ja&#8230;
</div><div class="link-more"><a href="/2009/09/reach-mahjong-the-only-way-to-play/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Reach Mahjong &#8211; The Only Way to Play&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Posti toi viikolla Jenn Barrin riichi-kirjan Reach Mahjong &mdash; The Only Way to Play. Barr on tuttu ReachMahjong.comin taustajoukoista ja yhten&auml; englanninkielisen riichi-skenen t&auml;hdist&auml;. Nyt auktoriteettiasemaa vahvistaa uusi kirja, joka on tiett&auml;v&auml;sti ensimm&auml;inen englanninkielinen teos riichist&auml; &mdash; tai reachista, kuten Barr peli&auml; nimitt&auml;&auml;. Kirja on varsin p&auml;tev&auml; paketti: se k&auml;sittelee riichin...</p>
<p><a href="/2009/09/reach-mahjong-the-only-way-to-play/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>Mahjong Step by Step</title>
		<link>/2009/09/mahjong-step-by-step/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Thu, 10 Sep 2009 16:49:39 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<guid isPermaLink="false">/?p=560</guid>

					<description><![CDATA[<div class="entry-summary">
Taannoin mainitsemani Adrie van Geffenin Mahjong Step by Step saapui vihdoin pitkällisen odottelun jälkeen. Luulin paketin tulevan Yhdysvalloista, joten odotus&#8230;
</div><div class="link-more"><a href="/2009/09/mahjong-step-by-step/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Mahjong Step by Step&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Taannoin mainitsemani Adrie van Geffenin Mahjong Step by Step saapui vihdoin pitk&auml;llisen odottelun j&auml;lkeen. Luulin paketin tulevan Yhdysvalloista, joten odotus alkoi ihmetytt&auml;&auml; &mdash; pakettia ei ollut kuulunut noin kolmeen viikkoon, kun Yhdysvalloista tavara tulee tavallisesti noin viikossa. Lopulta paketti tuli Isosta-Britanniasta. Valitettavasti kirjanen oli pakattu sen verran kehnosti...</p>
<p><a href="/2009/09/mahjong-step-by-step/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>Tom Mustosen kokemuksia Reach Austriasta</title>
		<link>/2008/12/tom-mustosen-kokemuksia-reach-austriasta/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Sun, 21 Dec 2008 06:29:21 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[riichi]]></category>
		<category><![CDATA[turnaukset]]></category>
		<category><![CDATA[turnausraportit]]></category>
		<guid isPermaLink="false">/?p=458</guid>

					<description><![CDATA[<div class="entry-summary">
Kuten uutisoimme, Tom Mustonen oli kolmas Reach Austriassa. Tom sattui kommentoimaan tuota merkintää, joten pyysin Tomia kertomaan lisää turnauksesta.
</div><div class="link-more"><a href="/2008/12/tom-mustosen-kokemuksia-reach-austriasta/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Tom Mustosen kokemuksia Reach Austriasta&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Kuten uutisoimme, Tom Mustonen oli kolmas Reach Austriassa. Tom sattui kommentoimaan tuota merkint&auml;&auml;, joten pyysin Tomia kertomaan lis&auml;&auml; turnauksesta. Olkaa hyv&auml;t: Turnausp&auml;iv&auml;&auml; edelt&auml;neen&auml; y&ouml;n&auml; ei paljoa unta tullut, johtuen perinteisest&auml; turnausj&auml;nnityksest&auml;. Vaeltelin turnauspaikalle noin tunnin ennen turnauksen alkua, miettien mik&auml; olisi paras tapa aloittaa pelaaminen.</p>
<p><a href="/2008/12/tom-mustosen-kokemuksia-reach-austriasta/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>David Pritchardin Teach Yourself Mahjong</title>
		<link>/2008/11/david-pritchardin-teach-yourself-mahjong/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Tue, 18 Nov 2008 10:58:55 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[kirjat]]></category>
		<guid isPermaLink="false">/?p=434</guid>

					<description><![CDATA[<div class="entry-summary">
Posti toi BookMoochista saadun David Pritchardin Teach Yourself Mahjong -oppaan. Tarkempaa arviota on luvassa kirjasivulle lähitulevaisuudessa, mutta ensivaikutelma on, ettei tämä mikään joka kodin perusopas ole.
</div><div class="link-more"><a href="/2008/11/david-pritchardin-teach-yourself-mahjong/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;David Pritchardin Teach Yourself Mahjong&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Posti toi BookMoochista saadun David Pritchardin Teach Yourself Mahjong -oppaan. Tarkempaa arviota on luvassa kirjasivulle l&auml;hitulevaisuudessa, mutta ensivaikutelma on, ettei t&auml;m&auml; mik&auml;&auml;n joka kodin perusopas ole. Pritchard k&auml;sittelee klassista kiinalaista peli&auml; brittil&auml;isell&auml; painotuksella. Mukana on siis goulash ja pelin lopussa pisteit&auml; maksellaan kaikkien pelaajien kesken &mdash; kummastakaan...</p>
<p><a href="/2008/11/david-pritchardin-teach-yourself-mahjong/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>Puolikas peli WSoM-säännöillä</title>
		<link>/2008/10/puolikas-peli-wsom-saannoilla/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Thu, 16 Oct 2008 17:56:27 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[WSOM-säännöt]]></category>
		<guid isPermaLink="false">/?p=409</guid>

					<description><![CDATA[<div class="entry-summary">
Tämänpäiväisen peli-illan ohjelmassa oli mahjongia, ensimmäinen peli uusilla tiililläni. Hyvin toimivat, ja ilo noita oli katsella pelatessa. Kukaan ei edes tehnyt klassista "onko minulla tiili väärinpäin kädessä"-kömmähdystä puhtaanvalkoisilla lohikäärmeillä. Vaikutti myös siltä, että kiinalaisista numeroistakaan ei tällä kertaa ollut kummemmin vaivaa. Sääntöinä kokeiltiin tällä kertaa World Series -sääntöjä ja luulenpa, että olen löytänyt suosikkini.
</div><div class="link-more"><a href="/2008/10/puolikas-peli-wsom-saannoilla/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Puolikas peli WSoM-säännöillä&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>T&auml;m&auml;np&auml;iv&auml;isen peli-illan ohjelmassa oli mahjongia, ensimm&auml;inen peli uusilla tiilill&auml;ni. Hyvin toimivat, ja ilo noita oli katsella pelatessa. Kukaan ei edes tehnyt klassista &rdquo;onko minulla tiili v&auml;&auml;rinp&auml;in k&auml;dess&auml;&rdquo;-k&ouml;mm&auml;hdyst&auml; puhtaanvalkoisilla lohik&auml;&auml;rmeill&auml;. Vaikutti my&ouml;s silt&auml;, ett&auml; kiinalaisista numeroistakaan ei t&auml;ll&auml; kertaa ollut kummemmin vaivaa. S&auml;&auml;nt&ouml;in&auml; kokeiltiin t&auml;ll&auml; kertaa World...</p>
<p><a href="/2008/10/puolikas-peli-wsom-saannoilla/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>Riichi-sessio MahjongMartin tiilillä</title>
		<link>/2008/09/riichi-sessio-mahjongmartin-tiililla/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Fri, 26 Sep 2008 04:21:16 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[riichi]]></category>
		<guid isPermaLink="false">/?p=287</guid>

					<description><![CDATA[<div class="entry-summary">
Pelasimme eilen pelin riichiä MahjongMartista tilaamillani tiilillä (katso MahjongMartin Dragon-setti). Setti osoittautui käytössä oikein toimivaksi, eikä se hirvittävä löyhkäkään haitannut&#8230;
</div><div class="link-more"><a href="/2008/09/riichi-sessio-mahjongmartin-tiililla/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Riichi-sessio MahjongMartin tiilillä&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Pelasimme eilen pelin riichi&auml; MahjongMartista tilaamillani tiilill&auml; (katso MahjongMartin Dragon-setti). Setti osoittautui k&auml;yt&ouml;ss&auml; oikein toimivaksi, eik&auml; se hirvitt&auml;v&auml; l&ouml;yhk&auml;k&auml;&auml;n haitannut &mdash; luulen, ett&auml; kotelo haisee enemm&auml;n kuin tiilet. Ovathan ne tiilet v&auml;h&auml;n suttuiset ja varsinkin bambujen vihre&auml; on aika tummanruskea, mutta se ei haittaa pelaamista. Pelasin nyt ensimm&auml;ist&auml; kertaa ilman...</p>
<p><a href="/2008/09/riichi-sessio-mahjongmartin-tiililla/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
		<item>
		<title>Amy Lo: The Book of Mahjong</title>
		<link>/2008/09/amy-lo-the-book-of-mahjong/</link>
		
		<dc:creator><![CDATA[Mikko]]></dc:creator>
		<pubDate>Mon, 15 Sep 2008 17:28:07 +0000</pubDate>
				<category><![CDATA[Sekalaisia juttuja]]></category>
		<category><![CDATA[kirjat]]></category>
		<category><![CDATA[päivitykset]]></category>
		<guid isPermaLink="false">/?p=219</guid>

					<description><![CDATA[<div class="entry-summary">
Posti toi viime viikolla tilaamani Amy Lon The Book of Mahjong -teoksen. Se paikkasi mahjong-kirjastostani hongkongilaistyylien kokoisen aukon. Nyt on kirja niistäkin. Tämä on jo kolmas Tuttle Publishingin julkaisema mahjong-kirja kokoelmissani (se neljäs kirja on HarperCollinsilta). Lisätietoja löytyy kirjasivulta.
</div><div class="link-more"><a href="/2008/09/amy-lo-the-book-of-mahjong/" class="more-link">Continue reading<span class="screen-reader-text"> &#8220;Amy Lo: The Book of Mahjong&#8221;</span>&#8230;</a></div>]]></description>
										<content:encoded><![CDATA[<p>Posti toi viime viikolla tilaamani Amy Lon The Book of Mahjong -teoksen. Se paikkasi mahjong-kirjastostani hongkongilaistyylien kokoisen aukon. Nyt on kirja niist&auml;kin. T&auml;m&auml; on jo kolmas Tuttle Publishingin julkaisema mahjong-kirja kokoelmissani (se nelj&auml;s kirja on HarperCollinsilta). Lis&auml;tietoja l&ouml;ytyy kirjasivulta. Tuttlen valikoimissa n&auml;ytt&auml;isi olevan pari muutakin mahjong-kirjaa...</p>
<p><a href="/2008/09/amy-lo-the-book-of-mahjong/" rel="nofollow">Source</a></p>]]></content:encoded>
					
		
		
			</item>
	</channel>
</rss>
